[
  {
    "id": "#1",
    "heading": "Crook Manifesto",
    "img": "book.jpeg",
    "blogs": "In Crook Manifesto, Colson Whitehead brilliantly builds on Harlem Shuffle, the first in the Ray Carney series (though readers don't need to read the first book to fall completely under the spell of this swirling portrait of 1970s Harlem) and once again, weaves a story of crooks and fathers, cops and robbers, villains and heroes. After years of staying on the straight and narrow, Ray Carney decides to pull off one more job to get his daughter tickets to the Jackson 5 concert. But it's not just any robbery, and soon Carney is back with his cronies in an even seedier, more corrupt, and dangerous Harlem, where shoot-outs, arson, and backstabbing rule. But there's a code—“a man has a hierarchy of crime, of what is morally acceptable, and what is not, a crook manifesto, and those who subscribe to lesser codes are cockroaches. Are nothing.” In grappling with his limits, Carney watches his city churn and burn—the Black Panther movement and Hollywood come to town, and the country celebrates its bicentennial anniversary. Action bleeds across every page of this book, but don't let the “fun” of this novel fool you: two-time Pulitzer Prize-winning author Colson Whitehead is at the top of his game. "
  },
  {
    "id": "#2",
    "heading": "How the Maruti Zen got its name",
    "img": "car.jpeg",
    "blogs": "On May 1, 1993, Maruti Udyog Limited (as it was known then) launched a car that created its own place in the annals of Indian motoring history… the Zen. The brand does not exist anymore and interestingly neither did it exist then anywhere in Suzuki's global portfolio. So, 30 years on, here's a look back at not the product but the moniker.",
    "blogs1": "The name was chosen in February 1993, the marketing department announced a naming contest for a vehicle code-named YE-2. The participation was impressive and close to 50 entries were received. The then director of Marketing & Sales, Kozo Senga, (Senga-san to all of us) liked the name “Zen”. It happened to be one of the two names I entered, the other being 'Caligula' (please don't ever ask me why!). Senga called me and asked why the name Zen. Was it because of Japanese technology? I told him that I had spent some time with the vehicle before coming up with the name. It looked harmonious and calm from the outside, sweetly silent when you started it, but once you shifted gears and pressed the accelerator, it was like a manic beast. Yet, you could control it, at your command, due to its excellent handling dynamics. You had the power when required, but also the control to use it responsibly. That, to me, was the essence of Zen philosophy, hence the name. Senga smiled and said, “Thank you Avik-san for suggesting such an apt name.” As a greenhorn product manager just into the second year of my first job, nothing could have been better."
  },
  {
    "id": "#3",
    "heading": "Fourth Wing",
    "img": "book1.jpg",
    "blogs": "Our number one pick for the Best Science Fiction and Fantasy of 2023 So Far, Fourth Wing may very well be the SFF book of the year. We absolutely love Yarros' latest and readers seem to agree—thus far the book has over 37K five-star reviews! An epic of world-building and story, this tale of a kingdom under duress, a deadly competition to become one of the elite dragon riders, and the fragile young woman who bucks the odds to become powerful in her own right, is thrilling and impossible to put down. We are counting the days until the second book, Iron Flame, comes out this fall."
  },
  {
    "id": "#4",
    "heading": "3 Idiots: A Riveting Odyssey of Friendship, Dreams, and Learning Beyond Conventions",
    "img": "movie.jpg",
    "blogs": "In the annals of Bollywood, one film stands tall as a poignant yet uproarious ode to the pursuit of knowledge and the power of true friendship - '3 Idiots.' This cinematic masterpiece, helmed by a visionary director, delves into the lives of three college friends whose paths intertwine in the hallowed halls of an engineering institute. Bursting with wit, humor, and life lessons, the film embarks on an unforgettable journey of self-discovery, challenging societal norms and the conventional education system. As the three protagonists navigate the trials and tribulations of their academic life, their camaraderie and resilience bind them together, guiding them to uncover their true passions and potential. With stellar performances, heartfelt storytelling, and a gripping narrative, '3 Idiots' not only entertains but also imparts invaluable wisdom about embracing one's individuality and following the pursuit of excellence. An evergreen classic that continues to inspire generations, '3 Idiots' reminds us that life's greatest lessons are often learned outside the confines of a classroom and that true success lies in pursuing one's dreams with unwavering determination and a heart full of friendship."
  },
  {
    "id": "#5",
    "heading": "Dairy Milk: The Sweet Symphony of Joy and Indulgence",
    "img": "choc.jpeg",
    "blogs": "In the world of confectionery delights, one name reigns supreme, captivating taste buds and hearts alike - Dairy Milk. This iconic chocolate bar, a creation of master chocolatiers, is more than just a treat; it's a sweet symphony that celebrates moments of pure bliss. The moment you unwrap that familiar purple packaging, the anticipation builds, and as you take that first bite, a burst of velvety smoothness envelops your senses, transporting you to a world of delight. Whether you savor the classic milk chocolate variant or explore the array of delightful flavors, each bite is an invitation to experience joy in its purest form. From childhood to adulthood, Dairy Milk has been an ever-present companion, a source of comfort on bad days and a companion for celebrations. Its simplicity and consistency have earned it a special place in our hearts, a reminder that life's simplest pleasures can bring the greatest happiness. So, indulge yourself in the symphony of goodness that Dairy Milk offers, and let its sweetness infuse your life with moments of joy and cherished memories."
  }
]
